<?php

return [
    'transfer_success' => 'Перевод успешно завершен',
    'convert_success' => 'Конвертация валюты успешно завершена',
    'commit_success' => 'Обязательство успешно зарегистрировано',
    'increase_commit_success' => 'Сумма обязательства успешно увеличена',
    'consume_commit_success' => 'Сумма обязательства успешно использована',
    'insufficient_balance' => 'Недостаточно средств',
    'existing_commitment' => 'У вас уже есть договор обязательства. Разрешено только увеличение.',
    'min_commitment' => 'Минимальная сумма обязательства должна быть эквивалентна 1 000 000 IRR',
    'no_commitment' => 'Договор обязательства отсутствует',
];